Repository: AnneQuiniou/papernest-test
Catalog: src/i18n/*/messages.*.xlf
Languages: fr_fr

source: Page not found
fr_fr: Page introuvable

source: Day
fr_fr: Jour

source: Please enter a valid day
fr_fr: Veuillez choisir un jour existant

source: Format expected DD
fr_fr: Format attendu : JJ

source: Month
fr_fr: Mois

source: Format expected MM
fr_fr: Format attendu : MM

source: Please enter a valid month
fr_fr: Veuillez choisir un mois existant

source: Year
fr_fr: Année

source: Format expected YYYY
fr_fr: Format attendu : AAAA

source: Please enter a valid year
fr_fr: Veuillez choisir une année valide

source: You must be over {{ minimumAge }} to reset the counter.
fr_fr: Vous devez avoir plus de {{ minimumAge }} ans pour réinitialiser le compteur.

source: Go up
fr_fr: Augmenter

source: Go down
fr_fr: Diminuer

source: Reset counter
fr_fr: Réinitialiser

source: This page does not seem to exist, please return to another page
fr_fr: Cette page n'a pas l'air d'exister, veuillez choisir une autre page

source: Please enter your birth date to reset counter.
fr_fr: Veuillez entrer votre date de naissance pour réinitialiser le compteur.

source: Counter is reset
fr_fr: Le compteur est réinitialisé

source: Dismiss
fr_fr: Fermer

source: Click to reset counter
fr_fr: Cliquez pour réinitialiser le compteur

source: Papernest Technical Test
fr_fr: Test technique Papernest

source: Click to go up
fr_fr: Cliquez pour augmenter

source: Click to go down
fr_fr: Cliquez pour diminuer

source: Papernest technical test
fr_fr: Test technique Papernest

source: Papernest | technical test
fr_fr: Papernest | Test technique

source: Please enter an existing date.
fr_fr: Veuillez choisir une date existante.
